[
    {
        "title": "The Holdovers",
        "id": "theHoldOvers",
        "poster": "TheHoldOverImg",
        "bgImg": "theHoldOverImgBg",
        "type": ["Comedy", "Drama"],
        "duration": "133 min",
        "description": "During the holiday season, a grumpy history teacher finds himself stuck on campus at a secluded prep school. His solitary plans are disrupted when he's tasked with supervising a troubled student, who has nowhere else to go, and a grieving cook. As they navigate the empty halls and quiet corridors, unexpected bonds form among the unlikely trio. Through shared stories, laughter, and moments of reflection, they discover the healing power of companionship and the importance of finding solace in unexpected places."
    },
    {
        "title": "Oppenhaimer",
        "id": "oppenhaimer",
        "poster": "OppenhaimerImg",
        "bgImg": "oppenhaimerImgBg",
        "type": ["Biography", "Drama", "History"],
        "duration": "180 min",
        "description": "Delve into the compelling tale of American scientist J. Robert Oppenheimer and his pivotal role in shaping history through the development of the atomic bomb. From the halls of academia to the clandestine laboratories of the Manhattan Project, Oppenheimer's journey is one of intellectual fervor, moral quandaries, and the weight of scientific responsibility. Explore the ethical dilemmas faced by Oppenheimer and his team as they grapple with the implications of their groundbreaking discoveries, ultimately altering the course of warfare and humanity's relationship with technology forever."
    },
    {
        "title": "Barbie",
        "id": "barbie",
        "poster": "BarbieImg",
        "bgImg": "barbieImgBg",
        "type": ["Adventure", "Comedy"],
        "duration": "114 min",
        "description": "Barbie and Ken, enchanted by the dazzling world of Barbie Land, venture into the real world, where they encounter the complexities of human life. Amidst moments of joy and challenges, they navigate through the intricacies of human emotions, forging bonds and discovering the true essence of love and friendship. Their journey unveils valuable lessons on acceptance, diversity, and staying true to oneself, transforming their adventure into a remarkable odyssey of growth and self-discovery."
    },
    {
        "title": "Gran Turismo",
        "id": "granTurismo",
        "poster": "GranTurismoimg",
        "bgImg": "granTurismoimgBg",
        "type": ["Adventure", "Drama", "Sport"],
        "duration": "134 min",
        "description": "Embark on an exhilarating journey inspired by the remarkable true story of a team of underdogs. Comprising a struggling, working-class gamer, a failed former race car driver, and an idealistic motorsport executive, this unlikely trio defies the odds and dares to challenge the elite world of motorsport. With determination and grit, they throw caution to the wind, risking everything in pursuit of their shared dream. As they navigate the cutthroat realm of professional racing, they discover the true meaning of perseverance, teamwork, and the relentless pursuit of excellence."
    },
    {
        "title": "John Wick",
        "id": "johnWick",
        "poster": "JohnWickImg",
        "bgImg": "johnWickImgBg",
        "type": ["Action", "Thriller"],
        "duration": "169 min",
        "description": "John Wick finds himself on a relentless quest to dismantle the formidable High Table. However, his path to freedom is fraught with peril as he confronts a formidable new adversary. With powerful alliances spanning the globe, this new enemy poses a formidable threat, turning trusted allies into treacherous foes. As Wick navigates a treacherous landscape of betrayal and danger, he must rely on his unparalleled skills and unwavering resolve to overcome seemingly insurmountable odds. In a high-stakes battle for survival, Wick's journey unravels a web of intrigue, testing his limits and cementing his status as a legendary warrior."
    },
    {
        "title": "Past Lives",
        "id": "pastLives",
        "poster": "PastLivesImg",
        "bgImg": "pastLivesImgBg",
        "type": ["Drama", "Romance"],
        "duration": "105 min",
        "description": "Witness the poignant reunion of Nora and Hae Sung, childhood friends whose lives took divergent paths after Nora's family emigrated from South Korea. Two decades later, they find themselves brought together again for a transformative week that challenges their perceptions of love and fate. As they navigate the complexities of their past and present, old wounds resurface, and long-buried emotions come to the surface. In this brief yet profound encounter, they discover the enduring power of friendship, forgiveness, and the unyielding bonds of the heart."
    },
    {
        "title": "Killers of the Flower Moon",
        "id": "killersOfTheFlowerMoon",
        "poster": "killersOfTheFlowerMoonImg",
        "bgImg": "killersOfTheFlowerMoonImgBg",
        "type": ["Drama", "Crime"],
        "duration": "206 min",
        "description": "Step into the tumultuous world of 1920s Oklahoma, where the discovery of oil beneath Osage Nation land sets off a chain of harrowing events. As the black gold flows, members of the Osage community are systematically targeted and murdered, their lives sacrificed for the riches beneath their feet. Amidst the chaos and bloodshed, a chilling mystery unfolds, shrouding the land in fear and suspicion. It's not until the intervention of the FBI that the truth begins to surface. Led by relentless agents, the investigation uncovers a web of greed, corruption, and betrayal that reaches into the highest echelons of society."
    }
]
